{"fr": {"User Info": "Information de l'utilisateur", "Searching harder for user... May take several minutes, or even hours. Current progress: {}/{}": "Recherche approfondis de l'utilisateur... Cela peut prendre plusieurs minutes, ou même quelques heures. Etat actuel: {}/{}", "Remote Control": "Télécommande de contrôle", "Info": "Information", "System Info": "Information système", "Could not determine Linux distribution": "Impossible de déterminer la distribution Linux", "🅱️": "🅱️ ", "Mocker": "Mockeur", "Lyrics": "Paroles", "Stickers": "Stickers", "Anti PM": "Anti MP", "Weather": "Météo", "<code>Weather in {loc} is {w} with a high of {high} and a low of {low}, averaging at {avg}.": "<code>Weather in {loc} is {w} with a high of {high} and a low of {low}, averaging at {avg}. to ", "Insulter": "<code>la météo de {loc} est {w} avec une température maximale de {high} et une minimale de {low}, la température moyenne est de {avg}. to ", "AFK": "AFK", "Help": "Aide", "There is no documentation for this command": "Il n'y a pas de documentation pour cette commande", "Available Modules:": "Modules Disponibles", "Settings": "Paramètres", "Spammer": "Spammeur", "Translator": "Traducteur", "<b>Translated </b><code>{text}</code><b> from </b><code>{frlang}</code><b> to </b><code>{to}</code><b> and it reads </b><code>{output}</code>": "<b>Traduis </b><code>{text}</code><b> du </b><code>{frlang}</code><b> en </b><code>{to}</code><b> et cela donne </b><code>{output}</code> ", "Tester": "Testeur", "ftg-logs.txt": "ftg-logs.txt", "Quick Typer": "Tappeur rapide", "Purge": "Nettoyage", "Python": "Python", "Evaluated expression <code>{}</code> and it returned <code>{}</code>": "Expression évalué <code>{}</code> et cela donne <code>{}</code>", "To be fair, you have to have a very high IQ to understand VoLTE. The technology is extremely subtle, and without a solid grasp of cell towers most of the signal will go over a typical user’s head. There's also Mukesh Ambani’s omniscient outlook, which is deftly woven into his characterisation - his personal philosophy draws heavily from Indian literature, for instance. The users understand this stuff; they have the intellectual capacity to truly appreciate the depths of this technology, to realize that they're not just powerful- they say something deep about LIFE. As a consequence people who dislike reliance jio truly ARE idiots- of course they wouldn't appreciate, for instance, the humour in Mukesh’s existencial catchphrase \"does this roms supports volte????” which itself is a cryptic reference to Turgenev's Russian epic Fathers and Sons I'm smirking right now just imagining one of those addlepated simpletons scratching their heads in confusion as Mukesh Ambani’s genius unfolds itself on their phone screens. What fools... how I pity them. 😂 And yes by the way, I DO have a reliance jio tattoo. And no, you cannot see it. It's for the ladies' eyes only- And even they have to demonstrate that they're phones even supports voltes beforehand.\"": "\tPour être honnête, vous devez avoir un très bon QI pour comprendre VoLTE. C'est une technologie extrêmement subitile, et sans un solide nombre d'antennes-relais la plus grande partie du signal irait typiqualement dans la tête des utilisateurs. Il y a aussi la vision omnisciente de Mukesh Ambani, qui fait partie intégrante de lui-même - sa philosophie personnelle s'inspire beaucoup de la littérature indienne, par exemple.  Les utilisateurs comprennent ce genre de choses; ils ont la capacité intellectuelle d'apprécier réellement la capacité de cette technologie, de réaliser qu'ils ne sont pas seulement puissants- ils expose une pensée profonde à propos de la vie. La conséquence est que les personnes qui n'aime pas reliance jio sont de vrais idiots- bien sûr ils ne pourront pas l'apprecié, l'humour dans la pensé existentielle de Mukesh's en est la preuve: \"Est ce que ces roms supportent volte ????\" qui est en elle même une réference caché à l'épopée russe de Tourgueniev Pères et Fils, cela me fait actuellement sourire d'imaginer un de ces imbeciles se grattant la tête avec confusion alors que le génie de Mukesh Ambani apparaît sur leurs écrans de téléphone. Quels bande d'imbéciles ... ils me font pitié. 😂 Et oui d'ailleurs, j'ai un tatouage de reliance jio. Et non, vous ne pouvez pas le voir. Il est uniquement là pour les yeux des filles- Et elles doivent demontré que leur téléphone supporte voltes avant tout.", "Do you even know what a huawei is, i bet you dont, well i made it with one goal, to make a very nice looking ui so i can collect peoples data(nudes) and send them to my indian friends, i bet you are jealous😂😂, and i bet you dont even know how to write a proper OS, well I do, I hired 200 Africian Slaves to work on my new project called HongmengOS, it has 90% better performance than android, and it can even run android apps😍. Infact donald trump almost fucked me in the ass one time, but when I promised to share the \"data\" with him, and send him all the nudes captured from Clinton's CCTV, he let me and my company off the hook, imagine a blonde looking at your dick😂😂, I mean, its not like ive already got yours already, infact I'm working on a new EMUI update to every huawei phone to make it auto-capture every time you jerk off 😋, even Tim Cook wants take the hua-way of collecting data, but I bet he doesnt even know how to use AI to capture good nudes. But there is more, I encrypt the nudes on your device so you cant access them, but we can😜, Also take note that I already know your bank details and I'm selling them to tech support scammers, and by the huaway, EMUI 9.2 will have a new A.I in the camera app to enhance dick pics, but you need to agree to the new privacy policy of sharing the nudes you capture to us, for \"product improvement\"": "Est ce que vous savez ce qu'est un huawei ? Je suppose que non, bien, je l'ai fait avec un seul but, celui de faire une très belle interface afin de pouvoir collecter les données des utilisateurs (nudes) et les envoyer à mes amis indiens, je suppose que vous êtes jaloux 😂😂 ? et j'imagine que vous  ne savez pas comment écrire un OS non plus, et bien moi je sait comment faire cela, j'ai emboché 200 esclaves africains pour travailler sur un nouveau projet appelé HongmengOS, ses performances sont 90% meilleurs qu'android, et il peut même faire tourner les applications conçus pour android😍. En faite donald trump m'a presque baisé, mais quand j'ai promis de partager toutes les \"données\" avec lui, et de lui envoyer toutes les nudes capturées par les caméra de vidéo de surveillance de Cliton, il m'a laissé moi et ma companie libre, imagine une blone en train de regarder votre bite😂😂, je veux dire que ce n'est pas comme si nous avions déjà vu la votre; en faite je suis en train de travailler sur une nouvelle mise à jour d'EMUI pour chaque téléphones huawei pour qu'ils puissent être capable de capturer chaques moments où vous vous branlez 😋, même Tim Cook veut prendre le même chemain que huawei pour collecter les données, mais il n'en ai pas capable car il ne sait pas comment utiliser une IA pour capturer des bonnes nudes. Mais bien sur, je chiffre mes nudes sur vos appareils de manière à ce que vous ne pouvez pas y acceder, mais nous, nous le pouvons😜, Aussi prenez en note que nous connaissons aussi vos données bancaires et que nous les vendons à des faux techniciens pour vous arnaquer, EMUI 9.2 aura une nouvelle I.A. dans l'application camméra pour améliorer les dick pics, mais vous devrez agréer a la nouvelle politique de récolte des données pour nous laisser capturer vos nudes, pour \"améliorer nos produits\"", "Miscellaneous": "Extras", "Recent Actions": "Actions récentes", "Updater": "Mise à jour", "Heroku API key is not set. Update was successful but updates will reset every time the bot restarts.": "les clefs de l'API d'Heroku ne sont pas définis. La mise-à-jour est appliqué mais les mises-à-jour disparaîtront à chaque redémarrage", "Restart successful!": "Redémarrage réussi!", "Restart failed successfully!": "Echec du redémarrage réussi!", "Typewriter": "Machine à écrire", "Lydia anti-PM": "Anti-MP Lydia", "YesNo": "OuiNon", "Terminal": "Terminal", "Stdout:": "Stdout", "Stderr:": "Stderr", "Interactive authentication required.": "authentification interactive requise.", "Done": "Finis", "Forwarding": "Expédier à"}}
